<script>
export default {
}
</script>

<template>
    <div class="main-page">
        <h1>PulseWave Team</h1>
        <p>
            Проект "PulseWave Team" - это внутрикомандная платформа, предназначенная для управления задачами, координации
            работы и отслеживания прогресса в командных проектах. Система разрабатывается с учетом современных требований к
            эффективному взаимодействию и сотрудничеству внутри команд, работающих над проектами различной сложности.
        </p>
    </div>
</template>

<style lang='scss' scoped></style>